Repository: shadyelattar7/TestSDK
Catalog: *.lproj/Localizable.strings
Languages: ar

source: Show All
ar: عرض الكل

# HalanServices
source: Halan Financial Services
ar: خدمات حالا المالية

source: Please Enter Your Pin
ar: من فضلك ادخل الرقم السرى

source: Login
ar: دخول

source: Register
ar: تسجيل الدخول

source: Verification Code
ar: رمز التأكيد

# youWillRecieveSms
source: You will recieve a SMS shortly containing the verification code to mobile number
ar: تم ارسال كود تفعيل فى رسالة نصية الى رقم موبايل

source: Send Verification Code
ar: ارسال كود التفعيل

source: Resend SMS
ar: إعادة إرسال الرسالة

source: Submit
ar: ارسل

# howToRegTitle
source: How to Register
ar: كيفية التسجيل

# firstStep
source: 1.Visit the nearest Branch.
ar: 1. زور أقرب فرع

# secondStep
source: 2.Fill the application and provide national ID copy.
ar: 2.إملأ الاستمارة وارسل صورة بطاقة الرقم القومي

# thirdStep
source: 3.You will receive SMS with Application link and description.
ar: 3. سوف تتلقى رسالة برابط التطبيق ووصفه

# fourthStep
source: 4.On the App., Enter activation code and your preferred MPIN.
ar: 4.أدخل رمز التفعيل ورقمك السري المفضل في التطبيق

# fifthStep
source: 5.Enjoy the service.
ar: 5.استمتع بالخدمة

# bySubmittingYourMob
source: By submitting your mobile number you are accepting the app's
ar: بالتأكيد على التطبيق فإنك توافق على الشروط والأحكام

# oldPinPLaceHolder
source: Old Pin
ar: الرقم السري الحالي

# howToReg
source: Registeration Steps
ar: خطوات التسجيل

# regFirstStep
source: 1.Visit The Nearest Branch
ar: ١. برجاء زيارة اقرب فرع

# regSecondStep
source: 2.Fill the application and provide national ID copy.
ar: ٢. املأ الاستمارة و ارسل صورة بطاقة الرقم القومى

# regThirdStep
source: 3.You will receive SMS with Application link and description.
ar: ٣. سوف تتلقى رسالة برابط التتطبيق ووصفه

# regForthStep
source: 4.On the App., Enter activation code and your preferred MPIN.
ar: ٤. ادخل رمز التفعيل ورقمك السرى المفضل فى التطبيف

# regFifthStep
source: 5.Enjoy the service.
ar: ٥. استمتع بالخدمة

source: Mobile Number
ar: رقم المحمول

# reMobileNumber
source: Mobile Number
ar: المرسل إليه

# termsAndConditionTitle
source: Terms And Conditions
ar: الشروط و الاحكام

source: Change PIN
ar: تغيير الرقم السرى

source: Set PIN
ar: تحديد الرقم السري

source: New PIN
ar: الرقم السري الجديد

source: Confirm PIN
ar: تأكيد الرقم السرى

# pin6Digits
source: Pin must be 6 digits.
ar: يجب ان يكون الرقم السرى 6 احرف.

# signInLogo
source: sign_in_logo_en
ar: sign_in_logo

source: First name
ar: الاسم الاول

source: Middle name
ar: الاسم الأوسط

source: Last name
ar: اسم العائلة

# nationalId
source: National ID Number
ar: الرقم القومى

# nationalIdTop
source: Bill Reference
ar: الرقم المرجعي

source: Address
ar: العنوان

# pinMsg
source: Please note that all pin input can only be in English numbers (i.e. 123456)
ar: برجاء الانتباه إن الرقم السري يجب أن يكون بالارقام الاجنبية فقط

# throttleMessage
source: Please try again after 10 seconds
ar: الرجاء المحاولة مرة أخرى بعد 10 ثوانى

source: Wallet Balance
ar: رصيد المحفظة

source: EGP
ar: جنية

source: Send
ar: تحويل أموال

source: Pay
ar: دفع

# load
source: Cash In/Out
ar: محفظتى

# balance
source: Wallet Balance
ar: رصيدك الحالي

# p2p
source: Peer to Peer
ar: حول لصديق

# bills
source: Bill Payments
ar: دفع فواتير

# topUp
source: Installment Collection
ar: شحن عالطاير

# qrCode
source: Halan Cash (QR) Code
ar: حالا كاش كود

# myWallet
source: Cash In/Out
ar: سحب وإيداع

# eCommere
source: E-commerce
ar: اشتري أونلاين

# navIcon
source: navIcon_en
ar: navIcon_ar

# backTitle
source: back_en
ar: back_ar

# currentBalance
source: Wallet Balance:
ar: رصيدك الحالى:

# homeSend
source: Send
ar: أرسال أموال

# homePay
source: Pay
ar: مدفوعات

# homeCashOut
source: Cash Out
ar: سحب

# homeCashIn
source: Cash In
ar: إيداع

# homePastTransactions
source: Past Transactions
ar: مدفوعاتي السابقة

# homeInstallements
source: Pay Installements
ar: دفع أقساط

# homeBills
source: Bills
ar: فواتير

# homeMobileAndInternet
source: Mobile & Internet
ar: موبايل وإنترنت

# homeShoppingCards
source: Shopping Cards
ar: كارت تسوق

source: ELECTRONIC USE ONLY
ar: الإستخدام الإلكترونى فقط

# newCard
source: Generate Card
ar: بطاقة جديده

source: Amount
ar: القيمة

source: Cancel
ar: الغاء

source: Next
ar: التالي

source: FEATURED
ar: الافتراضي

source: Store
ar: المتاجر

source: Services
ar: الخدمات

source: Online
ar: الشراء اونلاين

source: Brand Code
ar: كود البائع

source: Delete All
ar: حذف الكل

source: Generate
ar: تأكيد

source: Valid Until
ar: صالح حتى

source: Card
ar: بطاقة

source: Generate Card
ar: اصدار بطاقة

source: Order No.
ar: رقم الطلب

source: Card Amount?
ar: قيمة البطاقة؟

# requestNewCard
source: Request a new card
ar: طلب بطاقة جديدة

# raseedy
source: Halan Cash
ar: حالا كاش

source: Reject
ar: إلغاء

# cardMessage
source: Copy this card number to use on an e-commerce website
ar: قم بنسخ الرقم الموجود على بطاقتك بالاسفل ووضعه فى خانه الشراء فى صفحة المنتج الذى تريد شرائة

# vcnCard
source: cardEng
ar: cardAr

# vcnTitle
source: New Virtual Card Balance
ar: رصيد كارت التسوق الجديد

source: Card Balance
ar: رصيد الكارت

# vcnSubTitle
source: Enter the amount you wish to charge
ar: أدخل الرصيد الذى تود اصدار الكارت الجديد به

# payByQrTitle
source: Pay Using QR Code
ar: إدفع عن طريق كود QR

# payByQrSubTitle
source: pay by scanning the QR Code
ar: إدفع عن طريق مسح كود QR الخاص بالفرع

# payByQrOrManually
source: Or you can enter the info manually
ar: او يمكنك إدخال البيانات يدويا بنفسك

# payByQrBtn
source: Pay Using QR
ar: إدفع بكود QR

# payManuallyBtn
source: Enter the Info Manually
ar: إدخال البيانات يدويا

# paymentInfo
source: Transaction Info
ar: بيانات عملية الدفع

# paymentInfoEntry
source: Enter the following Information to submit your transaction
ar: قم بإدخال بيانات التاجر التالية لإتمام عملية الدفع

# payByScanningQR
source: Pay by scanning QR Code
ar: الدفع عن طريق مسح كود QR

# disclaimer
source: You can only add one card per month
ar: يمكنك إضافة كارت واحد فقط في الشهر

# scanDetails
source: Details
ar: تفاصيل

source: Tips
ar: الاكرامية

# convenienceFees
source: Convenience Fee
ar: خدمة تسهيل الدفع

source: Card details
ar: بيانات الكارت

source: Card number
ar: رقم الكارت

source: Expire date
ar: تاريخ الانتهاء

source: Map
ar: الخريطة

# confirmTitle
source: Confirm PIN
ar: تأكيد الرقم السري

source: PIN
ar: الرقم السرى

# enterYourPin
source: Enter Halan Cash Pin
ar: أدخل كود حالا كاش السرى الخاص بك

source: Done
ar: تم

# updateAppTitle
source: Update App
ar: تحديث التطبيق

# updateAppDescription
source: Please update the application to continue using it
ar: يرجى تحديث التطبيق لمواصلة استخدامه

source: Update
ar: تحديث

# updateBtn
source: Update
ar: تحديث

# youCanCashIn
source: You can link you SAIB bank debit/credit card to charge your wallet’s balance. Please visit any Tasaheel branch (16134) or SAIB bank branch to link you debit/credit card to the wallet. You can also call the SAIB bank call center to link your debit/credit card without needing to move.
ar: يمكنك ربط كارت بنك صعيب لشحن محفظتك برجاء الذهاب إلى أي فرع تساهيل أو بنك صعيب لربط كرتك البنكي يمكنك أيضاً الاتصال بالكول سنتر التابع للبنك لربط محفظتك وانت مستريح

source: CASH IN
ar: ايداع

# mapInfo
source: You can go to any Tasaheel branch to cash in/out. Please call 16134 for more information on the nearest Tasaheel branch and any questions you might have.
ar: يمكنك الذهاب إلى أي فرع تساهيل لسحب و إيداع رصيدك فالمحفظة برجاء الاتصال بالخط الساخن (16134) للمعرفة عن أقرب فرع لك أو المعرفة عن المزيد من المعلومات

source: Info/Maps
ar: معلومات/خرائط

# avl
source: Credit/Debit Card
ar: بطاقة بنكية

# recipient
source: Recipient Mobile Number
ar: رقم موبايل المستلم

# enterRecipient
source: Enter Recipient Mobile Number
ar: أدخل رقم الموبايل الذى تريد ارسال الاموال اليه

source: Choose Contact
ar: إختر من جهات الإتصال لديك

source: Recents
ar: عمليات حديثة

source: (Optional)
ar: (اختياري)

source: Message
ar: الرسالة

# writeMessage
source: Write a message
ar: أضف رسالة للمستلم (إختياري)

# sendAmountTitle
source: Amount To Send
ar: المبلغ المراد ارساله

# sendAmountSubTitle
source: Enter the amount you want to send
ar: قم بإدخال قيمة المبلغ الذي تريد إرساله للمستلم

source: History
ar: السجل

source: All
ar: الكل

# recieved
source: Received
ar: مستلم

source: Sent
ar: إرسال

source: Pending
ar: انتظار

source: Date
ar: التاريخ

source: Type
ar: النوع

# transaction
source: Trans
ar: المحول

source: Participant
ar: المشارك

source: Status
ar: الحالة

source: Successfull
ar: ناجحة

source: Failure
ar: فاشلة

source: Transaction ID
ar: رقم العملية

source: Export
ar: إستخراج

# resetPin
source: Change Pin
ar: تغيير الرقم السرى

source: Settings
ar: إعدادات

source: Old PIN
ar: الرقم السري القديم

# changeMPin
source: Change Pin
ar: تغيير الرقم السرى

# slideRight
source: SLIDE RIGHT TO CONFIRM
ar: إسحب يميناً للتأكيد

source: Confirm Payment
ar: تاكيد الدفع

source: Total Deducted Amount
ar: إجمالي المبلغ المخصوم

source: for Service
ar: مقابل الخدمة

# enterPinLab
source: Enter Pin
ar: أدخل الكود

source: Review Transaction
ar: مراجعة البيانات

# recepientInfoHeaderSend
source: Recepient Info
ar: بيانات المستلم

source: Transaction Details
ar: تفاصيل العملية

source: Transaction Type
ar: نوع العملية

# transactionAmount
source: Amount
ar: المبلغ

# transactionFees
source: Fees
ar: الرسوم

# transactionTotalAmount
source: Total Amount
ar: الإجمالي

source: Continue
ar: إستمرار

# enterPinToContinue
source: Please enter your MPin to finish your transaction
ar: من فضلك قم بادخال الرمز السرى لاتمام العملية

# messageLabel
source: recepient message
ar: رسالة المستلم

# transactionResponseInfo
source: Transaction Info
ar: بيانات العملية

# transactionResponseInfoTime
source: Date & Time
ar: وقت و تاريخ العملية

# transactionResponseInfoTxn
source: Transaction Number
ar: رقم العملية

# transactionResponseInfoReference
source: Reference Number
ar: الرقم المرجعي

source: VCN Info
ar: بيانات الكارت

# vcnNumber
source: Card Number
ar: رقم الكارت

# vcnExpiry
source: Expiry Date
ar: تاريخ الانتهاء

# doneSuceesfully
source: Successful
ar: تم بنجاح

# Pay installment successful
source: Successful Installment Pay
ar: تم دفع القسط بنجاح

# donefailed
source: failed
ar: لقد فشل

source: Service Provider
ar: إسم الخدمة

source: Notifications
ar: إشعارات

source: Notification
ar: إشعار

# merchant
source: Merchants
ar: المتاجر

source: Due Date
ar: تاريخ الدفع

source: Verify
ar: تأكيد

source: Accept
ar: موافق

# youWantToDeleteAll
source: Are you sure you want to delete all
ar: هل تريد حذف الكل

source: Warning
ar: تحذير

source: just Now
ar: الأن

source: Hours Ago
ar: ساعة

source: Minutes Ago
ar: دقيقة

source: Cash Out
ar: تفريغ المحفظة

source: Cash In
ar: إيداع المحفظة

# youCanCash
source: You can generate a Verification Code and use it to:
ar: يمكنك السحب من أي ماكينة صرف آلي تحمل شعار ماستركارد موبايل في 3 خطوات بسيطة:

# cashoutFirstStep
source: 1. Cash out from any supported ATM
ar: 1. إصدار كلمة سر متغيرة (الرقم السرى المتغير) من خلال التطبيق

# cashoutSecondStep
source: 2. Cash out from any Tasaheel branch
ar: 2. زيارة ماكينة الصراف الآلى

# cashoutThirdStep
source: 3. The Verification Code will be Valid for: 5 minutes
ar: 3. استخدام كلمة السر في ماكينة الصراف الآلي لسحب النقود

# cashoutFourthStep
source: 4. Enter the Verification Code once prompted and complete your transaction
ar: 4. زيارة فرع تساهيل

source: Generate OTP
ar: إصدار كلمة السر

# cashoutTitle
source: Amount you want to withdraw
ar: المبلغ الذي تريد سحبه

# cashoutSubTitle
source: enter the amount you want to withdraw
ar: قم بإدخال قيمة المبلغ الذي تريد سحبه

# cashinTitle
source: Amount you want to Deposit
ar: المبلغ الذي تريد إيداعه

# cashinSubTitle
source: Enter the amount you want to deposit
ar: قم بإدخال قيمة المبلغ الذي تريد إيداعه

# cashoutOtpTitle
source: One Time Password
ar: الرمز السري المتغير

# cashoutOtpSubTitle
source: Enter the OTP into the Atm to complete the transaction
ar: قم بادخال الرمز المتغير في ماكينة الصراف الالي لإتمام عملية السحب

source: will Expire in
ar: الكود صالح حتى

# cashoutTimeOutTitle
source: The OTP has Expired
ar: لقد انتهت صلاحية الرمز السري المتغير

# cashoutTimeOutSubTitle
source: Your OTP has expired, please generate a new one
ar: لقد انتهت صلاحية الرمز السري المتغير الخاص بك، برجاء طلب رمز جديد

# otpRetry
source: request new OTP
ar: طلب رمز سري جديد

source: Edit
ar: تعديل

source: Delete
ar: حذف

source: Add
ar: إضافة

source: Merchant Name
ar: اسم التاجر

source: Merchant Code
ar: الرقم التعريفي للتاجر

source: Add Merchant
ar: إضافة تاجر

source: Enter Merchant Details
ar: إضافة تقاصيل التاجر

source: Update Merchant
ar: تعديل التاجر

source: Update Merchant Details
ar: تعديل تقاصيل التاجر

source: Profile
ar: بياناتى

source: Update Balance
ar: تحديث الرصيد

source: Edit Profile
ar: تعديل بياناتى

source: Modify Name
ar: عدل الاسم

# enterYourName
source: Enter Name
ar: أدخل إسمك الكامل

# editBtn
source: Edit data
ar: تعديل البيانات

# changePass
source: Change password
ar: تغيير كلمة السر

# changePic
source: Change Profile Picture
ar: تغيير صورة الحساب

# rateApp
source: Rate the App
ar: قيم التطبيق

source: Save
ar: حفظ

# confirmBtn
source: Confirm
ar: موافق

source: Male
ar: ذكر

source: Female
ar: انثي

# myName
source: Name
ar: الاسم

# profilePersonnelInfo
source: Personnel Info
ar: البيانات الشخصية

# profileNationalID
source: National ID
ar: الرقم القومى

# profileDOB
source: Date Of Birth
ar: تاريخ الميلاد

# profileGender
source: Gender
ar: النوع

# profileAddress
source: Address
ar: العنوان

# profileMail
source: E-Mail
ar: البريد الالكترونى

# profileAccountInfo
source: Account Info
ar: اعدادات الحساب

# profileName
source: Name
ar: الاسم

# profileDisplayPicture
source: Display Picture
ar: الصورة الشخصية

# profilePin
source: change PIN
ar: تغيير الرقم السرى

# ProfileEdit
source: Edit Profile
ar: تعديل البيانات

# ProfileLogOut
source: Log Out
ar: تسجيل الخروج

source: Loading...
ar: جارى التحميل...

source: Success
ar: تم بنجاح

source: Error
ar: خطأ

source: OK
ar: موافق

source: Close
ar: إغلاق

# billInqiure
source: Bill Inquiry
ar: طلب فاتورة

source: Pay Bill
ar: دفع الفاتورة

# pay installment
source: Installment Pay
ar: دفع القسط

# pTopUp
source: Pay Top-up
ar: شحن الرصيد

source: VCN
ar: اشتري أونلاين

source: Dashboard
ar: الصفحة الرئيسية

source: Logout
ar: تسجيل الخروج

# termsAndConditionsTitle
source: Terms and Conditions of using Smart Wallet
ar: الشروط و الأحكام الخاصة باستخدام خدمة المحفظة الذكية

# termsAndConditionsBody
source: Client's signature on the service request and submitting it to the bank's brnch is considered a final binding contract between the bank and client, hence client should read and understand all terms and consitions of the service accurately and thoroughly before signing.
ar: عند توقيع العميل على طلب الاشتراك في الخدمة و تقديمه إلى فرع البنك أو مقدم الخدمة يعتبر عقد ملزم بين البنك و العميل ، و بالتالى يجب على العميل قراءة الشروط و الأحكام الخاصة بالخدمة بدقة و عناية قبل التوقيع.

source: Create new account
ar: إنشاء حساب جديد

# tsaheel_logo
source: tasaheel_en
ar: tasaheel_ar

source: Inquire
ar: استعلام

# tsaheel
source: Tasaheel
ar: تساهيل

# mashrooy
source: Mashroey
ar: مشروعي

source: Installement Value
ar: قيمة القسط

source: Fee
ar: رسوم الخدمة

source: Installment Id
ar: رقم القسط

# topUpTitle
source: Pay Installements
ar: دفع أقساط

# chooseTopUp
source: Choose service type
ar: إختر نوع الخدمة

# topUpInquirySubTitle
source: Please enter the national id associated with tasaheel
ar: برجاء إدخال الرقم القومي المربوط بتساهيل

# pleaseEnter
source: Please enter your
ar: برجاء إدخال

# linkedTo
source: which is linked to
ar: المربوط ب

source: Contact Us
ar: تواصل معنا

# inTouch
source: GET IN TOUCH
ar: ابقي علي التواصل معنا

# callUs
source: Call us now
ar: اتصل بنا

source: or
ar: او

# typeYourMessage
source: Type your message here
ar: اكتب رسالتك هنا

source: Send Feedback
ar: ارسل رايك

# toLoadYour
source: To load your Halan Cash wallet or withdraw the cash you need anytime, anywhere go to the nearest ATM or one of 60,000+ Aman outlets.
ar: لإيداع وسحب النقدية فى محفظة حالا كاش الخاصة بك في كل وقت وأي مكان توجه لأقرب ماكينة صراف آلي أو أكثر من ٦٠،٠٠٠ مكان عليه علامة أمان.

source: Unregister
ar: إلغاء التسجيل

source: Send Verification
ar: ارسل كود التحقق

source: Verification
ar: التأكيد

# branches
source: Find us
ar: أين تجدنا

source: Rate Transaction
ar: تقيم المعامله

source: Rate
ar: تقييم

# Send Feedback
source: Feedback
ar: تقييمك للخدمة

# Rate and Feedback
source: Add Feedback
ar: تقييم وتعليق

source: Type your message here
ar: اترك تعليق / شكوى

# 11DigitValidation
source: Number must be 11 digits
ar: الرقم لابد أن يكون 11 رقم

# largerThanBalanceValidation
source: This Amount is larger than your balance
ar: هذا المبلغ أكبر من رصيد محفظتك

# serverError
source: Something went wrong, please try again later
ar: لقد حدث خطأ ما، برجاء إعادة المحاولة مرة اخرى
